{
  "en": {
    "section_1_title": "",
    "section_1_paragraph": "Welcome to HENG REN TANG Acupuncture Clinic, where you can discover the power of the Balance Method and experience the harmony between body and mind.",
    "section_1_contact_button_label": "Contact us",
    "section_1_button_label": "Make an Appointment",

    "section_2_title": "",
    "section_2_subtitle": "HENG REN TANG Acupuncture Clinic",
    "section_2_paragraph1": "At HENG REN TANG Acupuncture Clinic, we provide personalized care in a welcoming setting for various health issues like pain, stress, insomnia, fertility and more. Our experienced team employs the Balance Method, blending Classical Chinese medicine with modern insights to improve your well-being. We tailor treatments to your unique needs.<br><br>Contact us to schedule an appointment and start your journey to better health. Our team warmly welcome you, dedicating our knowledge and care to your wellbeing.",
    "section_2_jump_prompt": "Got questions or need more information? Explore our FAQ section or <a href=\"https://hengrentang.nl/?lang=en&page=contact\">reach out to us directly via the contact form</a>!",
    "profile_text": "Profile description goes here",
    "section_2_button_label_1": "Certificates",
    "section_2_button_label_2": "Acupuncturists",

    "section_3_title": "",
    "section_3_subtitle_1": "Fee",
    "section_3_paragraph_1_1": "For an intake interview including treatment € 80,00",
    "section_3_paragraph_1_2": "<br>For a follow up treatment: € 69,00<br>For AcuQiGong session € 40",
    "section_3_subtitle_2": "Insurance reimbursement",
    "section_3_paragraph_2": "Acupuncture covered by supplementary insurance, not physiotherapy, look under alternative medicine. We're part of NVTCG - [Zhong] (Dutch Association for Traditional Chinese Medicine). Reimbursement depends on your insurer and policy; always verify beforehand. For a list of insurers visit [Zorgwijzer.nl].",
    "section_3_button_label": "What we can help you with",
    "section_3_tooltip_text": "You do not need a referral from your general practitioner or specialist.",
    "section_3_tooltip_2_text": "Flow AcuQiGong Group Therapy is a unique blend of acupuncture, QiGong, and meditation, all synchronized with the Earth's natural cycles. This therapy is offered four times a year in an intimate group setting.",

    "section_4_title_top": "Location Heng Ren Tang Almere",
    "section_4_paragraph_top": "De Binderij 6 B,<br>1321 EH Almere<br><br>Email: info.hengrentang@gmail.com<br>Chamber of Commerce: 56216815<br><br>Wheelchair users can easily access the practice.",
    "section_4_left_button_label_top": "Make an Appointment",
    "section_4_left_1_subtitle": "<span translate=\"no\">Fransisca Ekkel</span>",

    "section_4_left_1_paragraph": "Phone: 06 2419 9579<br><br>Tuesday: 4:00 PM - 8:00 PM<br>Thursday: 09:00 AM- 6:00 PM<br><br>ZHONG membership: 2016085<br><br>",
    "section_4_right_1_title": "",
    "section_4_right_1_subtitle": "<span translate=\"no\">Paz Lobo</span>",
    "section_4_right_1_paragraph": "Phone: 06 5191 2027<br><br>Monday: 2:00 PM – 8:00 PM<br>Wednesday: 10:00 AM – 6:00 PM<br><br>ZHONG membership: 2023003<br><br>",
    "section_4_left_2_subtitle": "<span translate=\"no\">Merel Jongejan</span>",
    "section_4_left_2_paragraph": "Tuesday: 9:00 AM - 5:00 PM<br>Fridays:9:00 AM - 6:00 PM<br><br>ZHONG membership: 2024027<br><br>",
    "section_4_right_2_subtitle": "<span translate=\"no\">Marjan Born</span>",
    "section_4_right_2_paragraph": "Wednesdays : 9:00 AM – 6:00 PM<br>Fridays: 9:00 AM – 4:00 PM<br><br>NVA membership: D4182<br><br>",

    "section_4_left_subtitle_bot": "Cancel/Reschedule appointment",
    "section_4_left_paragraph_bot": "To cancel an appointment, do so at least 24 hours in advance to avoid charges. Cancellation can be done by phone or email. Your health insurers do not reimburse for consultations that are not canceled in time, as no treatment has taken place.",


    "section_5_title": "FAQ:",
    "section_5_question_1": "What is acupuncture?",
    "section_5_answer_1": "Acupuncture is an ancient Chinese medical technique that aims to restore the body's energy balance by inserting thin needles at specific points on the body.",

    "section_5_question_2": "How does acupuncture work?",
    "section_5_answer_2": "Acupuncture stimulates specific points on the body, known as acupuncture points, to regulate energy flow and promote the body's natural healing processes. It can enhance blood circulation, alleviate pain, and improve overall well-being.",

    "section_5_question_3": "Is acupuncture safe?",
    "section_5_answer_3": "Yes, acupuncture is generally safe when performed by a well-trained and skilled acupuncturist. Our clinic ensures safety by using sterile, disposable needles to minimize the risk of infection.",

    "section_5_question_4": "Does acupuncture hurt?",
    "section_5_answer_4": "Most individuals experience mild to no pain during an acupuncture session. The use of thin and flexible needles makes insertion comfortable. Some may feel a minor prick or tingling sensation during needle insertion.",

    "section_5_question_5": "How long does an acupuncture session last?",
    "section_5_answer_5": "An acupuncture session typically lasts 45 to 60 minutes, depending on the treatment's nature and the patient's specific needs.",

    "section_5_question_6": "How many acupuncture sessions do I need?",
    "section_5_answer_6": "The number of sessions varies depending on the individual's response, condition type, and severity. Some may experience relief after a few sessions, while others may require a series of consecutive treatments. Our acupuncturist will tailor a plan to your situation.",

    "section_5_question_7": "What conditions can acupuncture treat?",
    "section_5_answer_7": "Acupuncture can effectively address a broad range of conditions, including pain, digestive issues, sleep disorders, stress-related ailments, allergies, fertility problems, and more. Contact our clinic to discuss whether acupuncture suits your specific health concern.",

    "section_5_question_8": "How long does it take to see results from acupuncture?",
    "section_5_answer_8": "The timeline for results varies depending on individual response, condition nature, and severity. Some experience immediate relief, while others may need multiple sessions before noticing improvements. Our acupuncturist monitors progress and adjusts as needed.",

    "section_5_question_9": "Are there any side effects of acupuncture?",
    "section_5_answer_9": "Side effects of acupuncture are generally mild and temporary. They might include minor bleeding or bruising at the needle site, fatigue, slight dizziness, or temporary worsening of symptoms. These reactions are normal and often indicate a healing response from the body.",

    "section_5_question_10": "Can I receive acupuncture during pregnancy?",
    "section_5_answer_10": "Yes, acupuncture can be safely applied during pregnancy. It can help with pregnancy-related discomforts such as nausea, back pain, fatigue, and sleep issues. However, it's essential to discuss this with the acupuncturist and share any specific concerns.",

    "section_5_question_11": "Is acupuncture covered by health insurance?",
    "section_5_answer_11": "Coverage for acupuncture varies by health insurance provider and policy. Some insurers offer coverage for acupuncture treatments, which may be limited to a certain number of sessions per year. We recommend contacting your health insurance provider for more information on coverage.",

    "section_5_question_12": "How should I prepare for an acupuncture session?",
    "section_5_answer_12": "Before an acupuncture session, it's advisable to wear light and comfortable clothing. Ensure you've eaten something before your appointment to maintain stable energy levels. Avoid consuming caffeine or alcohol shortly before the session.",

    "section_5_question_13": "What can I expect during an acupuncture treatment?",
    "section_5_answer_13": "During an acupuncture treatment, the acupuncturist will insert thin needles into specific points on your body. You will lie comfortably on a treatment table. The needles are usually left in place for several minutes and then removed. You may experience a sense of relaxation and well-being during the session.",

    "section_5_question_14": "Can children receive acupuncture?",
    "section_5_answer_14": "Yes, children can receive acupuncture, but the treatment will be tailored to their age and needs. Alternative techniques like acupressure or the use of specialized pediatric needles are often employed. It's advisable to discuss this with the acupuncturist for more information.",

    "section_5_question_15": "Can acupuncture be combined with other medical treatments?",
    "section_5_answer_15": "Yes, acupuncture can often be safely combined with other medical treatments. It's important to inform your acupuncturist of any other treatments or medications you're using so they can adjust your treatment plan accordingly.",

    "section_5_question_16": "Are the needles used in acupuncture sterile and disposable?",
    "section_5_answer_16": "Yes, in our clinic, we use only sterile and disposable needles. This ensures a safe and hygienic treatment, minimizing the risk of infection.",

    "section_5_question_17": "How much experience do the acupuncturists in your clinic have?",
    "section_5_answer_17": "Our acupuncturists have extensive experience and are well-trained in various aspects of acupuncture. They are professional and dedicated to providing the best possible care to our patients.",

    "section_5_question_18": "What is the Balance Method?",
    "section_5_answer_18": "The Balance Method is a specific approach to acupuncture developed by Dr. R. Tan. It focuses on treating pain and discomfort by placing needles on specific acupuncture points related to the location of pain. It is an effective method for providing rapid relief.",

    "section_5_question_19": "How does the Balance Method differ from traditional acupuncture?",
    "section_5_answer_19": "The Balance Method stands out from traditional acupuncture by using distal acupuncture points, which means that the needles are not inserted directly into or around the painful area. This approach allows for effective pain treatment without adding extra stimulation to the already sensitive pain site.",

    "section_5_question_20": "Can acupuncture help with stress and anxiety?",
    "section_5_answer_20": "Yes, acupuncture can help reduce stress and anxiety. It promotes relaxation, balances the body, and can foster a sense of calm and well-being. Many people experience deep relaxation during and after an acupuncture session.",

    "section_5_question_21": "Can I come in a wheelchair?",
    "section_5_answer_21": "Yes, our practice is wheelchair accessible. The practice area is wheelchair-friendly. So, you can definitely visit us if you're using a wheelchair.",

    "section_5_subtitle_1": "Partnership",
    "section_5_paragraph_1": "<br>Our clinic is also a proud member of the Dutch Association for Traditional Chinese Medicine ZHONG. As a result, our treatments may be reimbursed by health insurers, depending on your policy.",

    "section_5_subtitle_2": "<br>Privacy",
    "section_5_paragraph_2": "<br>For more information on how we use and protect your personal data, please see our [Privacy Policy].",

    "section_5_credits": "This website uses images from flaticon.com:"
  },
  "nl": {
    "section_1_title": "",
    "section_1_paragraph": "Welkom bij de HENG REN TANG Acupunctuurkliniek, waar je de kracht van de Balans Methode kunt ontdekken en de harmonie tussen lichaam en geest kunt ervaren.",
    "section_1_contact_button_label": "Contacteer ons",
    "section_1_button_label": "Maak een Afspraak",

    "section_2_title": "",
    "section_2_subtitle": "HENG REN TANG Acupunctuurkliniek",
    "section_2_paragraph1": "Bij HENG REN TANG Acupunctuurkliniek bieden we persoonlijke zorg in een gastvrije omgeving voor uiteenlopende gezondheidsproblemen zoals pijn, stress, fertiliteit, slapeloosheid en meer. Ons ervaren team gebruikt de Balans Methode, een combinatie van Klasieke Chinese geneeskunde en moderne inzichten, om uw welzijn te verbeteren. We passen onze behandelingen aan uw unieke behoeften aan.<br><br>Neem contact op voor een afspraak en begin uw weg naar een betere gezondheid. Ons team heten u van harte welkom en zetten onze kennis en zorg in voor uw welzijn.",
    "section_2_jump_prompt": "Heb je vragen of heb je meer informatie nodig? Verken onze FAQ-sectie of <a href=\"https://hengrentang.nl/?lang=nl&page=contact\">neem rechtstreeks contact met ons op via het onderstaande contactformulier</a>!",
    "profile_text": "Profielbeschrijving komt hier",
    "section_2_button_label_1": "Certificaten",
    "section_2_button_label_2": "Acupuncturisten ",

    "section_3_title": "",
    "section_3_subtitle_1": "Tarief",
    "section_3_paragraph_1_1": "Voor een intakegesprek inclusief behandeling € 80,00",
    "section_3_paragraph_1_2": "<br>Voor een vervolgbehandeling: € 69,00<br>Voor AcuQiGong sessie € 40",
    "section_3_subtitle_2": "Vergoeding door zorgverzekering",
    "section_3_paragraph_2": "Acupunctuur valt onder de aanvullende verzekering, niet onder fysiotherapie, kijk onder alternatieve geneeskunde. Wij zijn aangesloten bij NVTCG - [Zhong] (Nederlandse Vereniging voor Traditionele Chinese Geneeskunde). Vergoeding is afhankelijk van uw verzekeraar en polis; controleer dit altijd vooraf. Voor een overzicht van verzekeraars bezoek [Zorgwijzer.nl].",
    "section_3_button_label": "Waarmee kunnen we je helpen",
    "section_3_tooltip_text": "U heeft geen verwijzing nodig van uw huisarts of specialist.",
    "section_3_tooltip_2_text": "Flow AcuQiGong Groepstherapie is een unieke combinatie van acupunctuur, QiGong en meditatie, afgestemd op de natuurlijke cycli van de aarde. Deze therapie wordt vier keer per jaar aangeboden in een kleine groepssetting.",

    "section_4_title_top": "Locatie Heng Ren Tang Almere",
    "section_4_paragraph_top": "De Binderij 6 B,<br>1321 EH Almere<br><br>Email: info.hengrentang@gmail.com<br>Kamer van Koophandel: 56216815<br><br>Rolstoelgebruikers kunnen gemakkelijk toegang krijgen tot de praktijk.",
    "section_4_left_button_label_top": "Maak een afspraak",
    "section_4_left_1_subtitle": "<span translate=\"no\">Fransisca Ekkel</span>",

    "section_4_left_1_paragraph": "Telefoon: 06 2419 9579<br><br>Dinsdag: 16:00 - 20:00<br>Donderdag: 09:00 - 18:00<br><br>ZHONG-lidmaatschap: 2016085<br><br>",
    "section_4_right_1_title": "",
    "section_4_right_1_subtitle": "<span translate=\"no\">Paz Lobo</span>",
    "section_4_right_1_paragraph": "Telefoon: 06 5191 2027<br><br>Maandag: 14:00 – 20:00<br>Woensdag: 10:00 – 18:00<br><br>ZHONG-lidmaatschap: 2023003<br><br>",
    "section_4_left_2_subtitle": "<span translate=\"no\">Merel Jongejan</span>",
    "section_4_left_2_paragraph": "Dinsdag: 09:00 - 17:00<br>Vrijdag: 09:00 - 18:00<br><br>ZHONG-lidmaatschap: 2024027<br><br>",
    "section_4_right_2_subtitle": "<span translate=\"no\">Marjan Born</span>",
    "section_4_right_2_paragraph": "Woensdag: 09:00 – 18:00<br>Vrijdag: 09:00 – 16:00<br><br>NVA-lidmaatschap: D4182<br><br>",

    "section_4_left_subtitle_bot": "Afspraak annuleren/verzetten",
    "section_4_left_paragraph_bot": "Annuleer een afspraak minimaal 24 uur van tevoren om kosten te voorkomen. Annuleren kan telefonisch of per e-mail. Zorgverzekeraars vergoeden geen consulten die niet tijdig worden geannuleerd, omdat er geen behandeling heeft plaatsgevonden.",
    "section_5_title": "Veelgestelde Vragen:",
    "section_5_question_1": "Wat is acupunctuur?",
    "section_5_answer_1": "Acupunctuur is een eeuwenoude Chinese medische techniek die tot doel heeft de energiebalans in het lichaam te herstellen door dunne naalden op specifieke punten van het lichaam in te brengen.",

    "section_5_question_2": "Hoe werkt acupunctuur?",
    "section_5_answer_2": "Acupunctuur stimuleert specifieke punten op het lichaam, bekend als acupunctuurpunten, om de energiestroom te reguleren en het natuurlijke genezingsproces van het lichaam te bevorderen. Het kan de bloedsomloop verbeteren, pijn verlichten en het algehele welzijn bevorderen.",

    "section_5_question_3": "Is acupunctuur veilig?",
    "section_5_answer_3": "Ja, acupunctuur is over het algemeen veilig wanneer uitgevoerd door een goed opgeleide en bekwame acupuncturist. Onze kliniek zorgt voor veiligheid door gebruik te maken van steriele, wegwerpnaalden om het risico op infectie te minimaliseren.",

    "section_5_question_4": "Doet acupunctuur pijn?",
    "section_5_answer_4": "De meeste mensen ervaren tijdens een acupunctuurbehandeling slechts milde tot geen pijn. Het gebruik van dunne en flexibele naalden zorgt voor een comfortabele plaatsing in de huid. Sommige mensen kunnen een lichte prik of tintelend gevoel ervaren bij het inbrengen van de naald.",

    "section_5_question_5": "Hoe lang duurt een acupunctuursessie?",
    "section_5_answer_5": "Een acupunctuursessie duurt doorgaans 45 tot 60 minuten, afhankelijk van de aard van de behandeling en de specifieke behoeften van de patiënt.",

    "section_5_question_6": "Hoeveel acupunctuursessies heb ik nodig?",
    "section_5_answer_6": "Het aantal benodigde acupunctuursessies varieert afhankelijk van de individuele reactie, het type aandoening en de ernst ervan. Sommige mensen ervaren al verlichting na enkele sessies, terwijl anderen baat kunnen hebben bij een reeks opeenvolgende behandelingen. Onze acupuncturist zal een behandelplan op maat maken.",

    "section_5_question_7": "Welke aandoeningen kunnen met acupunctuur worden behandeld?",
    "section_5_answer_7": "Acupunctuur kan effectief zijn bij een breed scala aan aandoeningen, waaronder pijnklachten, spijsverteringsproblemen, slaapstoornissen, stressgerelateerde aandoeningen, allergieën, vruchtbaarheidsproblemen en meer. Neem contact op met onze kliniek om te bespreken of acupunctuur geschikt is voor jouw specifieke gezondheidsprobleem.",

    "section_5_question_8": "Hoelang duurt het voordat ik resultaten zie van acupunctuur?",
    "section_5_answer_8": "De tijd om resultaten te zien varieert afhankelijk van de individuele reactie, de aard van de aandoening en de ernst ervan. Sommige mensen ervaren directe verlichting, terwijl anderen mogelijk meerdere sessies nodig hebben voordat ze verbetering opmerken. Onze acupuncturist volgt de voortgang en past het behandelplan indien nodig aan.",

    "section_5_question_9": "Zijn er bijwerkingen van acupunctuur?",
    "section_5_answer_9": "Bijwerkingen van acupunctuur zijn over het algemeen mild en tijdelijk. Ze kunnen bestaan uit lichte bloedingen of blauwe plekken op de prikplaats, vermoeidheid, lichte duizeligheid of tijdelijke verergering van de symptomen. Deze reacties zijn normaal en duiden meestal op een herstelreactie van het lichaam.",

    "section_5_question_10": "Kan ik acupunctuur krijgen als ik zwanger ben?",
    "section_5_answer_10": "Ja, acupunctuur kan veilig worden toegepast tijdens de zwangerschap. Het kan helpen bij zwangerschapsklachten, zoals misselijkheid, rugpijn, vermoeidheid en slaapproblemen. Het is echter belangrijk om dit met de acupuncturist te bespreken en eventuele specifieke zorgen te delen.",

    "section_5_question_11": "Wordt acupunctuur vergoed door de zorgverzekering?",
    "section_5_answer_11": "De vergoeding voor acupunctuur kan verschillen per zorgverzekeraar en polis. Sommige zorgverzekeraars bieden een vergoeding voor acupunctuurbehandelingen, maar dit kan beperkt zijn tot een bepaald aantal sessies per jaar. Het is raadzaam om contact op te nemen met jouw zorgverzekeraar voor meer informatie over de vergoedingen.",

    "section_5_question_12": "Hoe moet ik me voorbereiden op een acupunctuursessie?",
    "section_5_answer_12": "Voorafgaand aan een acupunctuursessie is het raadzaam om lichte en comfortabele kleding te dragen. Zorg ervoor dat je iets hebt gegeten voordat je naar de afspraak komt, zodat je energieniveau stabiel blijft. Vermijd het consumeren van cafeïne of alcohol vlak voor de sessie.",

    "section_5_question_13": "Wat kan ik verwachten tijdens een acupunctuurbehandeling?",
    "section_5_answer_13": "Tijdens een acupunctuurbehandeling zal de acupuncturist dunne naalden op specifieke punten in je lichaam plaatsen. Je zult ontspannen op een comfortabele behandeltafel liggen. De naalden worden meestal enkele minuten ingebracht en daarna verwijderd. Je kunt een gevoel van ontspanning en welzijn ervaren tijdens de sessie.",

    "section_5_question_14": "Kunnen kinderen acupunctuur krijgen?",
    "section_5_answer_14": "Ja, kinderen kunnen acupunctuur krijgen, maar de behandeling wordt aangepast aan hun leeftijd en behoeften. Vaak worden alternatieve technieken zoals acupressuur gebruikt of worden gespecialiseerde pediatrische naalden ingezet. Het is raadzaam om dit met de acupuncturist te bespreken voor meer informatie.",

    "section_5_question_15": "Kan acupunctuur worden gecombineerd met andere medische behandelingen?",
    "section_5_answer_15": "Ja, acupunctuur kan vaak veilig worden gecombineerd met andere medische behandelingen. Het is belangrijk om jouw acupuncturist te informeren over eventuele andere behandelingen of medicijnen die je gebruikt, zodat zij jouw behandelplan dienovereenkomstig kunnen aanpassen.",

    "section_5_question_16": "Worden er steriele en wegwerpbare naalden gebruikt bij acupunctuur?",
    "section_5_answer_16": "Ja, in onze kliniek gebruiken we uitsluitend steriele en wegwerpbare naalden. Dit zorgt voor een veilige en hygiënische behandeling en minimaliseert het risico op infectie.",

    "section_5_question_17": "Hoeveel ervaring hebben de acupuncturisten in jullie kliniek?",
    "section_5_answer_17": "Onze acupuncturisten hebben uitgebreide ervaring en zijn goed opgeleid op verschillende gebieden van acupunctuur. Ze zijn professioneel en toegewijd om de best mogelijke zorg te bieden aan onze patiënten.",

    "section_5_question_18": "Wat is de Balans Methode?",
    "section_5_answer_18": "De Balans Methode is een specifieke benadering van acupunctuur ontwikkeld door Dr. R. Tan. Het richt zich op de behandeling van pijn en ongemak door naalden te plaatsen op specifieke acupunctuurpunten die verband houden met de locatie van de pijn. Het is een effectieve methode om snelle verlichting te bieden.",

    "section_5_question_19": "Hoe verschilt de Balans Methode van traditionele acupunctuur?",
    "section_5_answer_19": "De Balans Methode onderscheidt zich van de traditionele acupunctuur doordat deze distale acupunctuurpunten gebruikt, wat betekent dat de naalden niet direct in of rondom het pijnlijke gebied worden ingebracht. Deze benadering maakt effectieve pijnbehandeling mogelijk zonder extra stimulatie van de reeds gevoelige pijnplaats.",

    "section_5_question_20": "Kan acupunctuur helpen bij stress en angst?",
    "section_5_answer_20": "Ja, acupunctuur kan helpen om stress en angst te verminderen. Het bevordert ontspanning, balanceert het lichaam en kan een gevoel van kalmte en welzijn bevorderen. Veel mensen ervaren diepe ontspanning tijdens en na een acupunctuursessie.",

    "section_5_question_21": "Kan ik in een rolstoel komen?",
    "section_5_answer_21": "Ja, onze praktijk is toegankelijk voor rolstoelgebruikers. De praktijkruimte is rolstoelvriendelijk. Dus je kunt ons zeker bezoeken als je een rolstoel gebruikt.",

    "section_5_subtitle_1": "Partnership",
    "section_5_paragraph_1": "<br>Onze kliniek is ook trots lid van de Nederlandse Vereniging voor Traditionele Chinese Geneeskunde ZHONG. Hierdoor kunnen onze behandelingen vergoed worden door zorgverzekeraars, afhankelijk van uw polis.",

    "section_5_subtitle_2": "<br>Privacy",
    "section_5_paragraph_2": "<br>Voor meer informatie over hoe we uw persoonlijke gegevens gebruiken en beschermen, raadpleeg ons [Privacybeleid].",

    "section_5_credits": "Deze website maakt gebruik van afbeeldingen van flaticon.com:"
  }
}
