{
  "en": {
    "section_1_title": "Introduction",
    "section_1_paragraph": "Welcome to HENG REN TANG Acupuncture Clinic, where you can discover the power of the Tan Balance Method and experience the harmony between body and mind.",
    "section_1_button_label": "Make an Appointment",
    "tooltip_text": "Tooltip text",

    "section_2_title": "About HENG REN TANG Acupuncture Clinic",
    "section_2_subtitle": "About Fransisca Ekkel:",
    "section_2_paragraph1": "My name is Fransisca Ekkel, and I am a passionate acupuncturist. In 2015, I completed my acupuncture training at the renowned Qing-Bai Academy for Chinese Medicine. My dedication to the field even led me to its source, where I completed an internship at the TCM Hospital in Qing Dao, China, in 2014.",
    "section_2_paragraph2":"As the proud owner of the practice, I regularly guide apprentice acupuncturists in deepening their understanding of the Tan Balance Method (TBM). I believe in the importance of sharing my knowledge and experience so that the next generation of acupuncturists can develop and effectively apply the principles of TBM. My passion lies in guiding others and promoting growth and development within our field.",
    "section_2_paragraph3":"I hold the necessary diplomas in both acupuncture and Western medicine according to the PLATO standard. Furthermore, I am a member of the Dutch Association for Traditional Chinese Medicine ZHONG. This allows my treatments, depending on your policy, to be reimbursed by health insurers.",
    "section_2_paragraph4":"To continuously expand and refine my skills, I attend annual refresher courses and intervisions. I believe that there is always room for growth and improvement. That's why I am also a member of the TCM Scholar Society, where I study Chinese medical and classical texts alongside other professionals.",
    "section_2_paragraph5":"In addition to my practice work, I also assist in refresher courses and provide demonstrations at the event \"Effective Pain Treatment with Acupuncture\" by Kris Oosting, in collaboration with the Qing-Bai Academy. Sharing my knowledge and experience is a valuable aspect of my passion for acupuncture.",
    "profile_text": "Profile description goes here",
    "section_2_button_label_1": "Certificates",
    "section_2_button_label_2": "Button 2",

    "section_3_title": "Our Services",
    "section_3_subtitle_1": "Prices",
    "section_3_paragraph_1": "For an intake interview including treatment € 75.00<br>For a follow up treatment: € 63.00<br><br>You do not need a referral from your general practitioner or specialist.",
    "section_3_subtitle_2": "Insurance reimbursement",
    "section_3_paragraph_2": "Acupuncture is covered by the supplementary insurance. Look under alternative medicine. This is not physiotherapy.<br>We are affiliated with the NVTCG - Zhong (Dutch Association for Traditional Chinese Medicine).<br>Dependency on your health insurer and your supplementary insurance policy, the cost are partially or fully reimbursed.Always check this in advance.<br>Visit Zorgwijzer.nl for an overview of the insurance companies that reimburse treatment by therapists affiliated with Zhong.",
    "section_3_button_label": "More about our Services",

    "section_4_title": "Contact us",
    "section_4_subtitle": "Opening hours & Contact",
    "section_4_paragraph": "Monday to Friday from 9:30 am to 6:00 pm.<br><br>De Binderij 62B,<br>1321EK Almere Literatuurwijk<br>First floor.<br><br>Telephone:0624199579<br><br>ZHONG membership: 2016085<br>Chamber of Commerce:56216815<br><br>The practice is easily accessible for wheelchair users.",
    "section_4_button_label": "Make an Appointment",
    "section_4_subtitle_2": "Cancel/Reschedule appointment",
    "section_4_paragraph_2": "If you want to cancel an appointment, you must do so at least 24 hours in advance, otherwise costs will be charged. You can cancel by phone or email.<br>An invoice for a consultation that has not been canceled is not reimbursed by most health insurers.After all, you have not undergone any treatment.",

    "section_5_title": "FAQ:",
    "section_5_question_1": "What is acupuncture?",
    "section_5_answer_1": "Acupuncture is an ancient Chinese medical technique that aims to restore the body's energy balance by inserting thin needles at specific points on the body.",

    "section_5_question_2": "How does acupuncture work?",
    "section_5_answer_2": "Acupuncture stimulates specific points on the body, known as acupuncture points, to regulate energy flow and promote the body's natural healing processes. It can enhance blood circulation, alleviate pain, and improve overall well-being.",

    "section_5_question_3": "Is acupuncture safe?",
    "section_5_answer_3": "Yes, acupuncture is generally safe when performed by a well-trained and skilled acupuncturist. Our clinic ensures safety by using sterile, disposable needles to minimize the risk of infection.",

    "section_5_question_4": "Does acupuncture hurt?",
    "section_5_answer_4": "Most individuals experience mild to no pain during an acupuncture session. The use of thin and flexible needles makes insertion comfortable. Some may feel a minor prick or tingling sensation during needle insertion.",

    "section_5_question_5": "How long does an acupuncture session last?",
    "section_5_answer_5": "An acupuncture session typically lasts 45 to 60 minutes, depending on the treatment's nature and the patient's specific needs.",

    "section_5_question_6": "How many acupuncture sessions do I need?",
    "section_5_answer_6": "The number of sessions varies depending on the individual's response, condition type, and severity. Some may experience relief after a few sessions, while others may require a series of consecutive treatments. Our acupuncturist will tailor a plan to your situation.",

    "section_5_question_7": "What conditions can acupuncture treat?",
    "section_5_answer_7": "Acupuncture can effectively address a broad range of conditions, including pain, digestive issues, sleep disorders, stress-related ailments, allergies, fertility problems, and more. Contact our clinic to discuss whether acupuncture suits your specific health concern.",

    "section_5_question_8": "How long does it take to see results from acupuncture?",
    "section_5_answer_8": "The timeline for results varies depending on individual response, condition nature, and severity. Some experience immediate relief, while others may need multiple sessions before noticing improvements. Our acupuncturist monitors progress and adjusts as needed.",

    "section_5_question_9": "Are there any side effects of acupuncture?",
    "section_5_answer_9": "Side effects of acupuncture are generally mild and temporary. They might include minor bleeding or bruising at the needle site, fatigue, slight dizziness, or temporary worsening of symptoms. These reactions are normal and often indicate a healing response from the body.",

    "section_5_question_10": "Can I receive acupuncture during pregnancy?",
    "section_5_answer_10": "Yes, acupuncture can be safely applied during pregnancy. It can help with pregnancy-related discomforts such as nausea, back pain, fatigue, and sleep issues. However, it's essential to discuss this with the acupuncturist and share any specific concerns.",

    "section_5_question_11": "Is acupuncture covered by health insurance?",
    "section_5_answer_11": "Coverage for acupuncture varies by health insurance provider and policy. Some insurers offer coverage for acupuncture treatments, which may be limited to a certain number of sessions per year. We recommend contacting your health insurance provider for more information on coverage.",

    "section_5_question_12": "How should I prepare for an acupuncture session?",
    "section_5_answer_12": "Before an acupuncture session, it's advisable to wear light and comfortable clothing. Ensure you've eaten something before your appointment to maintain stable energy levels. Avoid consuming caffeine or alcohol shortly before the session.",

    "section_5_question_13": "What can I expect during an acupuncture treatment?",
    "section_5_answer_13": "During an acupuncture treatment, the acupuncturist will insert thin needles into specific points on your body. You will lie comfortably on a treatment table. The needles are usually left in place for several minutes and then removed. You may experience a sense of relaxation and well-being during the session.",

    "section_5_question_14": "Can children receive acupuncture?",
    "section_5_answer_14": "Yes, children can receive acupuncture, but the treatment will be tailored to their age and needs. Alternative techniques like acupressure or the use of specialized pediatric needles are often employed. It's advisable to discuss this with the acupuncturist for more information.",

    "section_5_question_15": "Can acupuncture be combined with other medical treatments?",
    "section_5_answer_15": "Yes, acupuncture can often be safely combined with other medical treatments. It's important to inform your acupuncturist of any other treatments or medications you're using so they can adjust your treatment plan accordingly.",

    "section_5_question_16": "Are the needles used in acupuncture sterile and disposable?",
    "section_5_answer_16": "Yes, in our clinic, we use only sterile and disposable needles. This ensures a safe and hygienic treatment, minimizing the risk of infection.",

    "section_5_question_17": "How much experience do the acupuncturists in your clinic have?",
    "section_5_answer_17": "Our acupuncturists have extensive experience and are well-trained in various aspects of acupuncture. They are professional and dedicated to providing the best possible care to our patients.",

    "section_5_question_18": "What is the Tan Balance Method?",
    "section_5_answer_18": "The Tan Balance Method is a specific approach to acupuncture developed by Dr. R. Tan. It focuses on treating pain and discomfort by placing needles on specific acupuncture points related to the location of pain. It is an effective method for providing rapid relief.",

    "section_5_question_19": "How does the Tan Balance Method differ from traditional acupuncture?",
    "section_5_answer_19": "The Tan Balance Method stands out from traditional acupuncture by using distal acupuncture points, which means that the needles are not inserted directly into or around the painful area. This approach allows for effective pain treatment without adding extra stimulation to the already sensitive pain site.",

    "section_5_question_20": "Can acupuncture help with stress and anxiety?",
    "section_5_answer_20": "Yes, acupuncture can help reduce stress and anxiety. It promotes relaxation, balances the body, and can foster a sense of calm and well-being. Many people experience deep relaxation during and after an acupuncture session.",

    "section_5_question_21": "Can I come in a wheelchair?",
    "section_5_answer_21": "Yes, our practice is wheelchair accessible. We have a lift, and the practice area is wheelchair-friendly. So, you can definitely visit us if you're using a wheelchair."
  },
  "nl": {
    "section_1_title": "Titel Sectie 1",
    "section_1_paragraph": "Dit is de alinea voor sectie 1.",
    "section_1_button_label": "Klik hier",
    "tooltip_text": "Tooltip-tekst",

    "section_2_title": "Titel Sectie 2",
    "section_2_subtitle": "Subtitel Sectie 2",
    "section_2_paragraph": "Dit is de alinea voor sectie 2.",
    "profile_text": "Profiel beschrijving komt hier",
    "section_2_button_label_1": "Knop 1",
    "section_2_button_label_2": "Knop 2",

    "section_3_title": "Titel Sectie 3",
    "section_3_subtitle_1": "Subtitel 1",
    "section_3_paragraph_1": "Dit is de alinea voor sectie 3 met een tooltip:",
    "section_3_subtitle_2": "Subtitel 2",
    "section_3_paragraph_2": "Dit is de alinea voor sectie 3 zonder tooltip.",
    "section_3_button_label": "Knop Sectie 3",

    "section_4_title": "Titel Sectie 4",
    "section_4_subtitle": "Subtitel Sectie 4",
    "section_4_paragraph": "Dit is de alinea voor sectie 4.",
    "section_4_button_label": "Klik hier",
    "section_4_subtitle_2": "Subtitel 2 Sectie 4",
    "section_4_paragraph_2": "Dit is nog een alinea voor sectie 4.",

    "section_5_title": "FAQ",
    "section_5_question_1": "",
    "section_5_answer_1": "",
    "section_5_question_2": "",
    "section_5_answer_2": "",
    "section_5_question_3": "",
    "section_5_answer_3": "",
    "section_5_question_4": "",
    "section_5_answer_4": "",
    "section_5_question_5": "",
    "section_5_answer_5": "",
    "section_5_question_6": "",
    "section_5_answer_6": "",
    "section_5_question_7": "",
    "section_5_answer_7": "",
    "section_5_question_8": "",
    "section_5_answer_8": "",
    "section_5_question_9": "",
    "section_5_answer_9": "",
    "section_5_question_10": "",
    "section_5_answer_10": "",
    "section_5_question_11": "",
    "section_5_answer_11": "",
    "section_5_question_12": "",
    "section_5_answer_12": "",
    "section_5_question_13": "",
    "section_5_answer_13": "",
    "section_5_question_14": "",
    "section_5_answer_14": "",
    "section_5_question_15": "",
    "section_5_answer_15": "",
    "section_5_question_16": "",
    "section_5_answer_16": "",
    "section_5_question_17": "",
    "section_5_answer_17": "",
    "section_5_question_18": "",
    "section_5_answer_18": "",
    "section_5_question_19": "",
    "section_5_answer_19": "",
    "section_5_question_20": "",
    "section_5_answer_20": "",
    "section_5_question_21": "",
    "section_5_answer_21": ""
  }
}