{
  "en": {
    "main_title": "Treatment Specialties",
    "services": [
      {
        "title": "Respiratory",
        "description": "Acute colds, flu, sinusitis, sore throats, acute bronchitis, asthma, allergies."
      },
      {
        "title": "Digestive system",
        "description": "Esophageal spasms, gastritis, inflammation of the small and large intestine, irritable bowel syndrome, constipation/diarrhea."
      },
      {
        "title": "Musculoskeletal",
        "description": "Sports injuries, whiplash, tennis elbow, shoulder pain, back pain, weak/spastic paralysis, golfer's elbow."
      },
      {
        "title": "Hormonal",
        "description": "Diabetes, menstrual disorders, premenstrual pain and tension (PMS)."
      },
      {
        "title": "Urinary and reproductive organs",
        "description": "Bedwetting, urinary tract infections, prostate hypertrophy/prostatitis, impotence, erectile problems, burning pain during urination, certain fertility issues."
      },
      {
        "title": "Other",
        "description": "Exhaustion (mental and physical), sleep disorders, psychological instability, depression, nervousness, phobias, toothache, headaches, migraines, rheumatic complaints, menopausal symptoms, facial pain, fibromyalgia, RSI (repetitive strain injury), burnout, ear problems (such as tinnitus), skin problems (e.g., acne, eczema)."
      }
    ]
  },
  "nl": {
    "main_title": "Behandelingsspecialiteiten",
    "services": [
      {
        "title": "Ademhalingssysteem",
        "description": "Acute verkoudheid, griep, sinusitis, keelpijn, acute bronchitis, astma, allergieën."
      },
      {
        "title": "Maag-darmstelsel",
        "description": "Slokdarmspasmen, gastritis, ontsteking van de dunne en dikke darm, prikkelbare darmsyndroom, obstipatie/diarree."
      },
      {
        "title": "Spier- en Skeletstelsel",
        "description": "Sportblessures, whiplash, tenniselleboog, schouderpijn, rugpijn, zwakke/spastische verlamming, golfelleboog."
      },
      {
        "title": "Hormonaal",
        "description": "Diabetes, menstruatiestoornissen, premenstruele pijn en spanning (PMS)."
      },
      {
        "title": "Urinaire en Voortplantingsorganen",
        "description": "Bedplassen, urineweginfecties, prostaathypertrofie/prostatitis, impotentie, erectieproblemen, brandende pijn tijdens het plassen, bepaalde vruchtbaarheidsproblemen."
      },
      {
        "title": "Overige",
        "description": "Uitputting (mentaal en fysiek), Slaapstoornissen, psychische instabiliteit, depressie, nervositeit, fobieën, tandpijn, hoofdpijn, migraine, reumatische klachten, symptomen van de menopauze, gezichtspijn, fibromyalgie, RSI (herhaalde bewegingsletsel), burn-out, oorproblemen (zoals tinnitus), huidproblemen (bijvoorbeeld acne, eczeem)."
      }
    ]
  }
}