{
  "en": {
    "main_title": "",
    "staff_title": "Fransisca Ekkel",
    "staff_paragraph": "As the founder, creator, and driving force behind Heng Ren Tang Acupuncture since 2015, I welcome you to a place of healing where the age-old practices of Chinese medicine are delivered with care and precision. My journey in traditional Chinese medicine (TCM) began with a robust foundation—earning my HBO diploma in Acupuncture in 2014 and later, my diploma as a TCM Herbalist in 2019 from Academie Qing Bai.<br><br>In my dual role as a practitioner and educator, I have been imparting the intricacies of the Balance Method as an assistant to Kris Oosting at Academie Qing Bai since 2014, shaping a new wave of TCM practitioners with my extensive knowledge and experience.<br><br>With a special focus on the Shen aspect of acupuncture, I address the complex interplay between emotional and psychological well-being and physical health. My approach is holistic, acknowledging the full spectrum of the human experience in the pursuit of healing.<br><br>My expertise in the Balans Methode has equipped me to effectively treat a wide range of conditions, from insomnia and gastrointestinal issues to chronic pain and allergies, integrating specialized knowledge in areas like gynecology, oncology, and pediatrics. This is complemented by my ongoing commitment to professional development, as evidenced by annual certifications in EHBO and Reanimation from Rode Kruis and Oranje Kruis.<br><br>At Heng Ren Tang, my mission is to provide a sanctuary where each individual’s path to balance and well-being is honored, guided by the profound wisdom of traditional Chinese medicine and a heartfelt dedication to the transformative power of acupuncture."
  },
  "nl": {
    "main_title": "",
    "staff_title": "Fransisca Ekkel",
    "staff_paragraph": "Als oprichter, creator en drijvende kracht achter Heng Ren Tang Acupunctuur sinds 2015, heet ik je welkom in een plek van heling waar de eeuwenoude praktijken van de Chinese geneeskunde met zorg en precisie worden toegepast. Mijn reis in de traditionele Chinese geneeskunde (TCG) begon met een stevig fundament: het behalen van mijn HBO-diploma in Acupunctuur in 2014 en later mijn diploma als TCG-kruidendeskundige in 2019 van Academie Qing Bai.<br><br>In mijn dubbele rol als behandelaar en docent geef ik sinds 2014 de nuances van de Balans Methode door als assistent van Kris Oosting aan Academie Qing Bai, waarmee ik een nieuwe golf van TCG-praktijkmensen vorm met mijn uitgebreide kennis en ervaring.<br><br>Met een speciale focus op het Shen-aspect van acupunctuur richt ik me op de complexe wisselwerking tussen emotioneel en psychologisch welzijn en fysieke gezondheid. Mijn aanpak is holistisch en erkent het volledige spectrum van de menselijke ervaring in het streven naar genezing.<br><br>Mijn expertise in de Balans Methode heeft me in staat gesteld om effectief een breed scala aan aandoeningen te behandelen, van slapeloosheid en gastro-intestinale problemen tot chronische pijn en allergieën, waarbij ik gespecialiseerde kennis integreer op gebieden zoals gynaecologie, oncologie en kindergeneeskunde. Dit wordt aangevuld door mijn voortdurende toewijding aan professionele ontwikkeling, zoals blijkt uit jaarlijkse certificeringen in EHBO en reanimatie van Rode Kruis en Oranje Kruis.<br><br>Bij Heng Ren Tang is mijn missie om een toevluchtsoord te bieden waar het pad naar balans en welzijn van elk individu wordt geëerd, geleid door de diepe wijsheid van de traditionele Chinese geneeskunde en een oprecht engagement voor de transformerende kracht van acupunctuur."
  }
}