{
  "en": {
    "main_title": "",

    "staff_title_fransisca": "<span translate=\"no\">Fransisca Ekkel</span>",
    "staff_paragraph_fransisca": "<ul class=\"bullet-points\"><li>Balance Method Master</li><li>Acupuncturist – Diploma 2014</li><li>Herbalist – Diploma 2019</li><li>Stage in Qing Dao – Certificate 2013</li></ul><ul class=\"bullet-points\"><li>Establishment of Heng Ren Tang Acupuncture in 2015</li><li>Assistant Lecturer: Focus on the Balance Method Acupuncture, supporting Kris Oosting at Qing Bai Academy since 2014</li><li>Expertise in Shen-Aspect of Acupuncture: Balances emotional, psychological, and physical health for a holistic approach</li><li>Expert in the Balance Method Acupuncture: Treats various conditions such as insomnia, gastrointestinal disorders, chronic pain, and allergies, with specialized knowledge in gynecology, oncology, and pediatrics</li></ul>",
    "about_title_fransisca": "ABOUT ME",
    "about_paragraph_fransisca": "Since founding Heng Ren Tang Acupuncture in 2015, I've been committed to delivering traditional Chinese medicine with precision and care. I obtained my HBO diploma in Acupuncture in 2014 and a TCM Herbalist diploma in 2019 from Academie Qing Bai.<br><br>In my role as an assistant teacher, I focus on the Balance Method, assisting Kris Oosting at Academie Qing Bai since 2014. My expertise includes the Shen aspect of acupuncture, harmonizing emotional and psychological health with physical well-being for a holistic approach.<br><br>Expert in the Balance Method, I treat various conditions, from insomnia and gastrointestinal issues to chronic pain and allergies, with specialized knowledge in gynecology, oncology, and pediatrics. I'm also dedicated to ongoing professional development, holding annual EHBO and Reanimation certifications.<br><br>At Heng Ren Tang, we aim to provide a sanctuary for healing, respecting each individual's path to health with the wisdom of traditional Chinese medicine and the transformative power of acupuncture.",
    "certificate_title_fransisca": "DIPLOMAS & CERTIFICATES",
    "certificate_paragraph_fransisca": "<ul class=\"bullet-points\">\n<li>Basic Training in Chinese Medicine</li><li>Diploma in Classical Acupuncture</li><li>Diploma in Chinese Herbal Medicine</li><li>Western Medical Basics (CPION/SHO)</li><li>Effective pain treatment with Acupuncture part I, II, and III</li><li>Effective pain treatment with Acupuncture: Qi Jing Ba Mai</li><li>Effective pain treatment with Acupuncture: special needle techniques</li><li>Effective functional disorder treatment with Acupuncture – meridian conversion</li><li>Effective functional disorder treatment with Acupuncture - seasons and cycles</li><li>Effective functional disorder treatment with Acupuncture-Wu Xing</li><li>Fatigue treatment with the Balance Method</li><li>Stomach and Intestinal Disorders treatment with Balance Method</li><li>Headache treatment with the Balance Method</li><li>Insomnia treatment with the Balance Method</li><li>Treatment of Post-COVID Long-term Conditions with the Balance Method</li><li>Hay fever treatment with the Balance Method</li><li>Gynecological disorders treatment with the Balance Method</li><li>Shoulder Disorders treatment with the Balance Method</li><li>Rheumatism & Arthrosis treatment with the Balance Method</li><li>Seasonal-related disorders treatment with the Balance Method</li><li>Balance Method Masterclass - The Path to Perfection</li><li>Masterclass meridian and points- the way of the acupuncturist</li><li>The Hormonal System</li><li>High Sensitivity in Adults</li><li>Gynecology: Menopause</li><li>Palliative care in the last phase of life</li><li>Post-traumatic stress disorder</li><li>The thyroid: disorders and support</li><li>Epigenetics a blueprint</li><li>Oncology acupuncture</li><li>Emotions in early Chinese philosophical and medical texts</li><li>Shen and the treatment of psychological disorders</li><li>Points with the name Shen & Windows of Heaven points</li><li>Compassion in TCM: Sun Simiao and beyond</li><li>Pediatrics: eczema and other skin problems</li><li>Red Flags in practice</li><li>First aid and Resuscitation for adults, children, and infants. - Repeat every year with Red Cross and Orange Cross</li></ul>",

    "staff_title_paz": "<span translate=\"no\">Paz Lobo</span>",
    "staff_paragraph_paz": "<ul class=\"bullet-points\"><li>Acupuncturist – Diploma 2022</li><li>Zhineng QiGong (Instructor) – Diploma 2021</li></ul><ul class=\"bullet-points\"><li>Born and raised in Spain, followed her heart and passion in TCM.</li><li>Specialization in the Balance Method Acupuncture: Treats various conditions such as insomnia, gastrointestinal disorders, chronic pain, and allergies.</li><li>QiGong Instructor: With profound knowledge of the energetic interaction between body and mind, her classes focus on promoting harmony and balance, sharing her passion for natural healthcare with her students.</li></ul>",
    "about_title_paz": "ABOUT ME",
    "about_paragraph_paz": "My name is <span translate=\"no\">Paz Lobo</span>. I was born and raised in Spain. After a long career in the financial world, first in Barcelona and then in the Netherlands, I decided to follow my heart and started studying Chinese Medicine at Qing-Bai Academy in 2018. I then completed the professional training in Classical Acupuncture, Zhineng Qigong, and Western Medical Basic Knowledge (CPION/SHO).<br><br>My interest in maintaining health in a natural way and the energetic interaction between body and mind has always fascinated me. I have turned my interest into my profession with the aim of helping others improve their health and quality of life.<br><br>I am a member of the Dutch Association for Traditional Chinese Medicine ZHONG, which guarantees the quality of my treatments.",
    "certificate_title_paz": "DIPLOMAS & CERTIFICATES",
    "certificate_paragraph_paz": "<ul class=\"bullet-points\"><li>Basic Education in Chinese Medicine</li><li>Diploma in Classical Acupuncture</li><li>Effectively Treating Pain with Acupuncture (parts 1, 2, and 3)</li><li>Effectively Treating Functional Complaints with Acupuncture – Meridian Conversion (Yi Jing)</li><li>Effectively Treating Functional Complaints with Acupuncture – WuXing</li><li>Effectively Treating Functional Complaints with Acupuncture – Seasons and Cycles</li><li>Treating Insomnia with the Balance Method</li><li>Treating Headaches with the Balance Method</li><li>Treating Fatigue with the Balance Method</li><li>Treating Gastrointestinal Complaints with the Balance Method</li><li>Western Medical Basics (CPION/SHO)</li><li>First Aid (including CPR and AED)</li><li>Zhengti Therapy Year Training - Medical Qigong Therapy</li><li>Certificate in Zhineng Qigong (Instructor)</li></ul>",

    "staff_title_jongejan": "<span translate=\"no\">Merel Jongejan</span>",
    "staff_paragraph_jongejan": "<ul class=\"bullet-points\"><li>Acupuncturist – Diploma 2023</li><li>Specialization in Balance Method Acupuncture</li><li>Instructor of Caring at the Nyingma Center: guides participants in developing self-care based on ancient Buddhist wisdom, applied in modern ways</li></ul><ul class=\"bullet-points\"><li>Offers a tailored treatment approach combining Balance Method Acupuncture and Buddhist-inspired self-care practices</li></ul>",
    "about_title_jongejan": "ABOUT ME",
    "about_paragraph_jongejan": "My name is Merel Jongejan. After completing my studies, I focused on horizontal and self-managing organizational structures that put people at the center. At the same time, my interest in the innate ability of the body and mind to heal itself grew, leading me to start an accredited higher education program in acupuncture. After obtaining my diploma, I wasn’t fully satisfied. In my search for an effective method, I discovered the Balance Method. With great enthusiasm, I deepened my knowledge of this method during my internship at Heng Ren Tang. Naturally, this is the place where I now join as a practitioner.",
    "certificate_title_jongejan": "DIPLOMAS & CERTIFICATES",
    "certificate_paragraph_jongejan": "<ul class=\"bullet-points\"><li>Basic Education in Chinese Medicine</li><li>Diploma in Classical Acupuncture</li><li>Western Medical Basics (CPION/SHO)</li><li>Effectively Treating Pain with Acupuncture (parts 1, 2, and 3)</li><li>Effectively Treating Functional Complaints with Acupuncture – Meridian Conversion (Yi Jing)</li><li>Treating Hay Fever with the Balance Method</li><li>Spiritual Anatomy of the Meridian System - Lung and Large Intestine Meridians</li><li>Teacher Training in Caring - Nyingma Institute</li><li>Caring & Skillful Means - Nyingma Center Netherlands</li><li>First Aid (including CPR and AED)</li><li>University background in Corporate Communication (MSc)</li></ul>",

    "staff_title_marjan": "<span translate=\"no\">Marjan Born</span>",
    "staff_paragraph_marjan": "<ul class=\"bullet-points\"><li>Balance Method Master</li><li>Acupuncturist – Diploma 2017</li><li>Master in Balance Method Acupuncture</li><li>Assistant Instructor: Academy for Chinese Medicine Qing Bai – Since 2020</li><li>Expertise in: – Relieving Pain and Discomfort – Better Sleep – Proper Digestive Function – Smooth Cycles – Emotional Balance – Easier Menopause</li><li>Psychosocial Therapist – Since 2005 – Expertise in Relaxed Living</li></ul>",
    "certificate_title_marjan": "DIPLOMAS & CERTIFICATES",
    "certificate_paragraph_marjan": "<ul class=\"bullet-points\"><li>Balance Method Mastermind</li><li>Scalp Acupuncture</li><li>CCM Pulse-Tongue Diagnosis – Ling Shu Jing Wu Xing Acupuncture for Zang Fu Diseases</li><li>Balance Method Mastery Coaching Program</li><li>Treating Male Infertility with Balance Method Acupuncture</li><li>Treating Female Infertility with Balance Method Acupuncture</li><li>Combining Tools in Balance Method Acupuncture</li><li>Treatment of Mental-Emotional Complaints with Balance Method Acupuncture</li><li>From TCM Patterns to Balance Method Acupuncture</li><li>Treatment of Skin Conditions with Balance Method Acupuncture</li><li>Treatment of the Five Senses with Balance Method Acupuncture</li><li>Balance Method Masterclass | The Road to Perfection</li><li>Treating Rheumatism & Osteoarthritis with the Balance Method</li><li>Treating Post-COVID Lung Conditions with the Balance Method</li><li>Effectively Treating Functional Complaints with Acupuncture – Seasons and Cycles</li><li>Effectively Treating with Acupuncture – Qi Jing Ba Mai</li><li>Effectively Treating Functional Complaints with Acupuncture – Wu Xing</li><li>Effectively Treating Pain with Acupuncture – Special Needle Techniques</li><li>Effectively Treating Functional Complaints with Acupuncture – Yi Jing</li><li>Effectively Treating Pain with Acupuncture – Global Balance</li><li>Effectively Treating Pain with Acupuncture – Part 1 and Part 2</li><li>VAS Diagnostics | Energetic Auriculotherapy | Diagnosis and Approach to Trauma | Diagnosis and Treatment of Long-COVID</li><li>Auriculotherapy as Support in Addiction Care</li><li>Auriculotherapy Parts 1 through 4</li><li>Treatment of Women’s Complaints</li><li>Okyu | Japanese Moxibustion</li><li>Distal Channel Palpation</li><li>Constitutional Facial Acupuncture Renewal</li><li>Engaging Vitality, Modules 1 through 3</li><li>Neurological Disorders – 2022</li><li>Lung Conditions – 2022</li><li>Gynecology – 2021</li><li>Cardiovascular Diseases – 2021</li><li>Gastrointestinal and Liver Issues – 2021</li><li>Western Medical Basics | SHO</li><li>Classical Acupuncture</li><li>Basic Training in Chinese Medicine</li><li>Breathing Coach</li><li>Spiritual Healing</li><li>Trainer Education</li><li>Professional Individual Guidance</li><li>NLP Practitioner | INLPTA</li><li>Professional Communication | SPHBO</li><li>Member of the Dutch Association for Acupuncture (NVA)</li></ul>",
    "about_title_marjan": "ABOUT ME",
    "about_paragraph_marjan": "I know from personal experience that good health cannot always be taken for granted. Eventually, everyone faces pain, discomfort, or illness in life. I am the kind of person who searches for solutions to physical and emotional complaints. Over the past 25 years, I have completed various studies to find answers to my own health questions. With Balance Method Acupuncture, everything finally came together, and now I can help you with your health concerns."
  },
  "nl": {
    "main_title": "",

    "staff_title_fransisca": "<span translate=\"no\">Fransisca Ekkel</span>",
    "staff_paragraph_fransisca": "<ul class=\"bullet-points\"><li>Balans Methode Master</li><li>Acupuncturist – Diploma 2014</li><li>Herbalist – Diploma 2019</li><li>Stage in Qing Dao – Certificaat 2013</li></ul><ul class=\"bullet-points\"><li>Oprichting van Heng Ren Tang Acupunctuur in 2015</li><li>Assistent-Docent: Focus op de Balans Methode Acupunctuur, ondersteunt sinds 2014 Kris Oosting bij de Academie Qing Bai.</li><li>Expertise in Shen-Aspect van Acupunctuur: Brengt emotionele, psychologische en fysieke gezondheid in balans voor een holistische aanpak.</li><li>Expert in de Balans Methode Acupunctuur: Behandelt diverse aandoeningen zoals slapeloosheid, maag-darmklachten, chronische pijn en allergieën, met gespecialiseerde kennis in gynaecologie, oncologie en kindergeneeskunde.</li></ul>",
    "about_title_fransisca": "OVER MIJ",
    "about_paragraph_fransisca": "Sinds ik Heng Ren Tang Acupunctuur in 2015 oprichtte, ben ik toegewijd aan het nauwkeurig en zorgvuldig toepassen van traditionele Chinese geneeskunde. Ik behaalde mijn HBO diploma in Acupunctuur in 2014 en mijn diploma als TCM-kruidengeneeskundige in 2019 aan de Academie Qing Bai.<br><br>In mijn rol als assistent-leraar focus ik op de Balansmethode, waarbij ik sinds 2014 Kris Oosting ondersteun bij de Academie Qing Bai. Mijn expertise omvat het Shen-aspect van acupunctuur, waarbij ik emotionele en psychologische gezondheid in balans breng met fysiek welzijn voor een holistische aanpak.<br><br>Als expert in de Balansmethode behandel ik diverse aandoeningen, variërend van slapeloosheid en maag-darmklachten tot chronische pijn en allergieën, met gespecialiseerde kennis in gynaecologie, oncologie en kindergeneeskunde. Ik zet me ook in voor continue professionele ontwikkeling, met jaarlijkse certificeringen in EHBO en reanimatie.<br><br>Bij Heng Ren Tang is het ons doel een heilzame plek te bieden, waarbij we ieders weg naar gezondheid respecteren, geleid door de diepgaande wijsheid van traditionele Chinese geneeskunde en de transformerende kracht van acupunctuur.",
    "certificate_title_fransisca": "DIPLOMA & CERTIFICATEN",
    "certificate_paragraph_fransisca": "<ul class=\"bullet-points\"><li>Basis opleiding Chinese Geneeswijze</li><li>Diploma Klassieke Acupunctuur</li><li>Diploma Chinese Kruidengeneeskunde</li><li>Westerse Medisch Basis(CPION/SHO)</li><li>Effectief pijn behandelen met Acupunctuur deel I, II en III</li><li>Effectief pijn behandelen met Acupunctuur: Qi Jing Ba Mai</li><li>Effectief pijn behandelen met Acupunctuur: speciale naaldtechnieken</li><li>Effectief functionele klachten behandelen met Acupunctuur – meridiaan conversie</li><li>Effectief functionele klachten behandelen met Acupunctuur - seizoenen en cycli</li><li>Effectief functionele klachten behandelen met Acupunctuur-Wu Xing</li><li>Vermoeidheid behandelen met de Balans Methode</li><li>Maag- en Darmklachten behandelen met Balans Methode</li><li>Hoofdpijn behandelen met de Balans Methode</li><li>Slapeloosheid (Insomnia) behandelen met de Balans Methode</li><li>Post-COVID Longaandoeningen behandelen met de Balans Methode</li><li>Hooikoorts behandelen met de Balans Methode</li><li>Gynaecologische klachten behandelen met de Balans Methode</li><li>Schouderklachten behandelen met de Balans Methode</li><li>Reuma & Artrose behandelen met de Balans Methode</li><li>Seizoen gerelateerde klachten behandelen met de Balans Methode</li><li>Balans Methode Masterclass - De Weg naar Perfectie</li><li>Masterclass meridian and points- the way of the acupuncturist</li><li>Het Hormonale Stelsel</li><li>Hoogsensitiviteit bij volwassenen</li><li>Gynaecologie: Menopauze</li><li>Palliatieve zorg in de laatste levensfase</li><li>Posttraumatische stressstoornis</li><li>De schildklier: aandoeningen en ondersteuning</li><li>Epigenetica een blauwdruk</li><li>Oncologie acupunctuur</li><li>Emoties in vroege Chinese filosofische en medische teksten</li><li>Shen and the treatment of psychological disorders</li><li>Points with the name Shen & Windows of Heaven points</li><li>Compassion in TCM: Sun Simiao and beyond</li><li>Pediatrie: eczeem en andere huidproblemen</li><li>Red Flags in practice</li><li>EHBO en Reanimatie volwassenen, kinderen en pasgeborenen. - Herhaal ieder jaar bij Rode Kruis en Oranje Kruis</li></ul>",

    "staff_title_paz": "<span translate=\"no\">Paz Lobo</span>",
    "staff_paragraph_paz": "<ul class=\"bullet-points\"><li>Acupuncturist – Diploma 2022</li><li>Zhineng QiGong (Docent) – Diploma 2021</li></ul><ul class=\"bullet-points\"><li>Geboren en getogen in Spanje, volgde haar hart en passie in de TCM.</li><li>Specialisatie in de Balans Methode Acupunctuur: Behandelt diverse aandoeningen zoals slapeloosheid, maag-darmklachten, chronische pijn en allergieën.</li><li>QiGong Docent: Met een diepgaande kennis van de energetische wisselwerking tussen lichaam en geest, zijn haar lessen gericht op het bevorderen van harmonie en balans, waarbij ze haar passie voor natuurlijke gezondheidszorg deelt met haar studenten.</li></ul>",
    "about_title_paz": "OVER MIJ",
    "about_paragraph_paz": "Mijn naam is <span translate=\"no\">Paz Lobo</span>. Ik ben geboren en getogen in Spanje. Na een lange loopbaan in de financiële wereld, eerst in Barcelona en daarna in Nederland, besloot ik mijn hart te volgen en begon ik in 2018 aan de opleiding Chinese Geneeswijze bij Academie Qing-Bai. Vervolgens heb ik de beroepsopleiding Klassieke Acupunctuur, Zhineng Qigong en Westerse Medische Basiskennis (CPION/SHO) afgerond.<br><br>Mijn interesse in het handhaven van gezondheid op een natuurlijke wijze en de energetische werking tussen lichaam en geest heeft mij altijd gefascineerd. Ik heb van mijn interesse mijn beroep gemaakt met als doel andere mensen te helpen hun gezondheid en levenskwaliteit te verbeteren. <br><br>Ik ben lid van de Nederlandse Vereniging voor Traditionele Chinese Geneeswijze ZHONG, wat een garantie biedt voor de kwaliteit van mijn behandelingen.",
    "certificate_title_paz": "DIPLOMA & CERTIFICATEN",
    "certificate_paragraph_paz": "<ul class=\"bullet-points\"><li>Basis opleiding Chinese Geneeswijze</li><li>Diploma Klassieke Acupunctuur</li><li>Effectief Pijn Behandelen met Acupunctuur (deel 1, 2 en 3)</li><li>Effectief functionele klachten behandelen met Acupunctuur – Meridiaan Conversie (Yi Jing)</li><li>Effectief functionele klachten behandelen met Acupunctuur – WuXing</li><li>Effectief functionele klachten behandelen met Acupunctuur – Seizoenen en Cycli</li><li>Slapeloosheid (Insomnia) behandelen met de Balans Methode</li><li>Hoofdpijn behandelen met de Balans Methode</li><li>Vermoeidheid (Fatigue) behandelen met de Balans Methode</li><li>Maag- en Darmklachten (Gastrointestinal) behandelen met de Balans Methode</li><li>Westerse Medisch Basis(CPION/SHO)</li><li>EHBO (met reanimatie en AED)</li><li>Zhengti Therapy Year Training- Medical Qigong Therapy</li><li>Certificaat Zhineng Qigong (docent)</li></ul>",
    
    "staff_title_jongejan": "<span translate=\"no\">Merel Jongejan</span>",
    "staff_paragraph_jongejan": "<ul class=\"bullet-points\"><li>Acupuncturist – Diploma 2023</li><li>Specialisatie in Balans Methode Acupunctuur</li><li>Docent Caring bij het Nyingma Centrum: begeleidt cursisten om zelfzorg te ontwikkelen op basis van oude boeddhistische wijsheden, modern toegepast</li></ul><ul class=\"bullet-points\"><li>Offers a tailored treatment approach combining Balance Method Acupuncture and Buddhist-inspired self-care practices</li></ul>",
    "about_title_jongejan": "ABOUT ME",
    "about_paragraph_jongejan": "Mijn naam is Merel Jongejan. Na mijn studie hield ik mij tijdens mijn werk bezig met horizontale en zelfsturende bedrijfsstructuren waar de mens centraal staat. Tegelijkertijd groeide mijn interesse voor het zelf vermogend herstel van lichaam en geest en ben ik begonnen aan de HBO acupunctuuropleiding. Na het behalen van mijn diploma was ik nog niet voldaan. In mijn zoektocht naar een effectieve methode kwam de balansmethode op mijn pad. Met veel plezier heb ik me kunnen verdiepen in deze methode tijdens mijn stage bij Heng Ren Tang. En natuurlijk is dit voor mij de plek waar ik mij aansluit als behandelaar.",
    "certificate_title_jongejan": "DIPLOMAS & CERTIFICATES",
    "certificate_paragraph_jongejan": "<ul class=\"bullet-points\"><li>Basisopleiding Chinese Geneeswijze</li><li>Diploma Klassieke Acupunctuur</li><li>Westerse Medische Basiskennis (CPION/SHO)</li><li>Effectief Pijn Behandelen met Acupunctuur (deel 1, 2 en 3)</li><li>Effectief functionele klachten behandelen met Acupunctuur – Meridiaan Conversie (Yi Jing)</li><li>Hooikoorts behandelen met de Balansmethode</li><li>Spiritual anatomy of the meridian system - Lung and Large Intestine meridians</li><li>Teacher training caring - Nyingma Institute</li><li>Caring & Skillful Means - Nyingma Centrum Nederland</li><li>EHBO (met reanimatie en AED)</li><li>Universitaire achtergrond in bedrijfscommunicatie (MSc)</li></ul>",

    "staff_title_marjan": "<span translate=\"no\">Marjan Born</span>",
    "staff_paragraph_marjan": "<ul class=\"bullet-points\"><li>Balans Methode Master</li><li>Acupuncturist – Diploma 2017</li><li>Master in Balans Methode Acupunctuur</li><li>Assistent-docent: Academie voor Chinese Geneeswijze Qing Bai – Sinds 2020</li><li>Expertise in: – Weg met Pijn en Ongemak – Lekker Slapen – Goed Functionerende Spijsvertering – Soepele Cyclus – Emoties in Balans – Makkelijke Menopauze</li><li>Psychosociaal therapeut – Sinds 2005 – Expertise in Ontspannen Leven</li></ul>",
    "certificate_title_marjan": "DIPLOMA’S & CERTIFICATEN",
    "certificate_paragraph_marjan": "<ul class=\"bullet-points\"><li>Balans Methode Mastermind</li><li>Scalp Acupuncture</li><li>CCM Pulse-Tongue Diagnosis – Ling Shu Jing Wu Xing Acupuncture for Zang Fu Diseases</li><li>Balance Method Mastery Coaching Programma</li><li>Infertiliteit behandelen bij mannen met Balans Methode Acupunctuur</li><li>Infertiliteit behandelen bij vrouwen met Balans Methode Acupunctuur</li><li>Combineren van Hulpmiddelen in Balance Methode Acupunctuur</li><li>Behandeling van Mentaal-Emotionele Klachten met Balance Methode Acupunctuur</li><li>Van TCM-patronen naar Balance Methode Acupunctuur</li><li>Behandeling van Huidklachten met Balance Methode Acupunctuur</li><li>Behandeling van de Vijf Zintuigen met Balance Methode Acupunctuur</li><li>Balans Methode Masterclass | De Weg naar Perfectie</li><li>Reuma & Artrose behandelen met de Balans Methode</li><li>Post-COVID Longaandoeningen behandelen met de Balans Methode</li><li>Effectief Functionele Klachten Behandelen met Acupunctuur – Seizoenen en Cycli</li><li>Effectief Behandelen met Acupunctuur – Qi Jing Ba Mai</li><li>Effectief Functionele Klachten Behandelen met Acupunctuur – Wu Xing</li><li>Effectief Pijn Behandelen met Acupunctuur – Speciale Naaldtechnieken</li><li>Effectief Functionele Klachten Behandelen met Acupunctuur – Yi Jing</li><li>Effectief Pijn Behandelen met Acupunctuur – Global Balance</li><li>Effectief Pijn Behandelen met Acupunctuur – Deel 1 en Deel 2</li><li>VAS-diagnostiek | Energetische Auriculotherapie | Diagnostiek en Aanpak van Trauma | Diagnostiek en Behandeling van Long-COVID</li><li>Auriculotherapie als Ondersteuning in de Verslavingszorg</li><li>Auriculotherapie Deel 1 t/m 4</li><li>Behandeling van Vrouwenklachten</li><li>Okyu | Japanese Moxibustion</li><li>Distal Channel Palpation</li><li>Constitutional Facial Acupuncture Renewal</li><li>Engaging Vitality, Modules 1 t/m 3</li><li>Neurologische Aandoeningen – 2022</li><li>Longaandoeningen – 2022</li><li>Gynaecologie – 2021</li><li>Hart- en Vaatziekten – 2021</li><li>Maag-, Darm- en Leverproblematiek – 2021</li><li>Medische Basiskennis | SHO</li><li>Klassieke Acupunctuur</li><li>Basis Vakopleiding Chinese Geneeskunde</li><li>Ademcoach</li><li>Geestelijke Heelkunde</li><li>Trainersopleiding</li><li>Professionele Individuele Begeleiding</li><li>NLP Practitioner | INLPTA</li><li>Professionele Communicatie | SPHBO</li><li>Aangesloten bij de NVA (Nederlandse Vereniging voor Acupunctuur)</li></ul>",
    "about_title_marjan": "OVER MIJ",
    "about_paragraph_marjan": "Dat een goede gezondheid niet vanzelfsprekend is, weet ik uit eigen ervaring. Uiteindelijk krijgt ieder mens in het leven te maken met pijn, ongemak of ziekte. Ik ben zo iemand die op onderzoek gaat om oplossingen te vinden voor lichamelijke en emotionele klachten. De afgelopen vijfentwintig jaar heb ik diverse studies gedaan om antwoorden te vinden op mijn eigen gezondheidsvragen. Uiteindelijk viel met Balans Methode Acupunctuur alles op zijn plek en kan ik je helpen met jouw gezondheidsvragen."
  }
}
