{
  "en": {
    "main_title": "",
    "staff_title": "Fransisca Ekkel",
    "staff_paragraph": "Since founding Heng Ren Tang Acupuncture in 2015, I've been committed to delivering traditional Chinese medicine with precision and care. I obtained my HBO diploma in Acupuncture in 2014 and a TCM Herbalist diploma in 2019 from Academie Qing Bai.<br><br>In my role as an assistant teacher, I focus on the Balance Method, assisting Kris Oosting at Academie Qing Bai since 2014. My expertise includes the Shen aspect of acupuncture, harmonizing emotional and psychological health with physical well-being for a holistic approach.<br><br>Expert in the Balance Method, I treat various conditions, from insomnia and gastrointestinal issues to chronic pain and allergies, with specialized knowledge in gynecology, oncology, and pediatrics. I'm also dedicated to ongoing professional development, holding annual EHBO and Reanimation certifications.<br><br>At Heng Ren Tang, we aim to provide a sanctuary for healing, respecting each individual's path to health with the wisdom of traditional Chinese medicine and the transformative power of acupuncture.",
    "certificate_title": "CERTIFICATIONS",
    "certificate_paragraph": "<br>Effectief pijn behandelen met Acupunctuur deel I, II en III<br>Effectief pijn behandelen met Acupunctuur: Qi Jing Ba Mai<br>Effectief pijn behandelen met Acupunctuur: speciale naaldtechnieken<br>Effectief functionele klachten behandelen met Acupunctuur – meridiaan conversie<br>Effectief functionele klachten behandelen met Acupunctuur - seizoenen en cycli<br>Effectief functionele klachten behandelen met Acupunctuur-Wu Xing<br>Vermoeidheid behandelen met de Balans Methode<br>Maag- en Darmklachten behandelen met Balans Methode<br>Hoofdpijn behandelen met de Balans Methode<br>Slapeloosheid (Insomnia) behandelen met de Balans Methode<br>Post-COVID Longaandoeningen behandelen met de Balans Methode<br>Hooikoorts behandelen met de Balans Methode<br>Gynaecologische klachten behandelen met de Balans Methode<br>Schouderklachten behandelen met de Balans Methode<br>Reuma & Artrose behandelen met de Balans Methode<br>Seizoen gerelateerde klachten behandelen met de Balans Methode<br>Balans Methode Masterclass - De Weg naar Perfectie<br>Masterclass meridian and points- the way of the acupuncturist<br>Het Hormonale Stelsel<br>Hoogsensitiviteit bij volwassenen<br>Gynaecologie: Menopauze<br>Palliatieve zorg in de laatste levensfase<br>Posttraumatische stressstoornis<br>De schildklier: aandoeningen en ondersteuning<br>Epigenetica een blauwdruk<br>Oncologie acupunctuur<br>Emoties in vroege Chinese filosofische en medische teksten<br>Shen and the treatment of psychological disorders<br>Points with the name Shen & Windows of Heaven points<br>Compassion in TCM: Sun Simiao and beyond<br>Pediatrie: eczeem en andere huidproblemen<br>Red Flags in practice<br>EHBO en Reanimatie volwassenen, kinderen en pasgeborenen. - Herhaal ieder jaar bij Rode Kruis en Oranje Kruis"
  },
  "nl": {
    "main_title": "",
    "staff_title": "Fransisca Ekkel",
    "staff_paragraph": "Sinds ik Heng Ren Tang Acupunctuur in 2015 oprichtte, ben ik toegewijd aan het nauwkeurig en zorgvuldig toepassen van traditionele Chinese geneeskunde. Ik behaalde mijn HBO diploma in Acupunctuur in 2014 en mijn diploma als TCM-kruidengeneeskundige in 2019 aan de Academie Qing Bai.<br><br>In mijn rol als assistent-leraar focus ik op de Balansmethode, waarbij ik sinds 2014 Kris Oosting ondersteun bij de Academie Qing Bai. Mijn expertise omvat het Shen-aspect van acupunctuur, waarbij ik emotionele en psychologische gezondheid in balans breng met fysiek welzijn voor een holistische aanpak.<br><br>Als expert in de Balansmethode behandel ik diverse aandoeningen, variërend van slapeloosheid en maag-darmklachten tot chronische pijn en allergieën, met gespecialiseerde kennis in gynaecologie, oncologie en kindergeneeskunde. Ik zet me ook in voor continue professionele ontwikkeling, met jaarlijkse certificeringen in EHBO en reanimatie.<br><br>Bij Heng Ren Tang is het ons doel een heilzame plek te bieden, waarbij we ieders weg naar gezondheid respecteren, geleid door de diepgaande wijsheid van traditionele Chinese geneeskunde en de transformerende kracht van acupunctuur.",
    "certificate_title": "CERTIFICATEN",
    "certificate_paragraph": "<br>Effectief pijn behandelen met Acupunctuur deel I, II en III<br>Effectief pijn behandelen met Acupunctuur: Qi Jing Ba Mai<br>Effectief pijn behandelen met Acupunctuur: speciale naaldtechnieken<br>Effectief functionele klachten behandelen met Acupunctuur – meridiaan conversie<br>Effectief functionele klachten behandelen met Acupunctuur - seizoenen en cycli<br>Effectief functionele klachten behandelen met Acupunctuur-Wu Xing<br>Vermoeidheid behandelen met de Balans Methode<br>Maag- en Darmklachten behandelen met Balans Methode<br>Hoofdpijn behandelen met de Balans Methode<br>Slapeloosheid (Insomnia) behandelen met de Balans Methode<br>Post-COVID Longaandoeningen behandelen met de Balans Methode<br>Hooikoorts behandelen met de Balans Methode<br>Gynaecologische klachten behandelen met de Balans Methode<br>Schouderklachten behandelen met de Balans Methode<br>Reuma & Artrose behandelen met de Balans Methode<br>Seizoen gerelateerde klachten behandelen met de Balans Methode<br>Balans Methode Masterclass - De Weg naar Perfectie<br>Masterclass meridian and points- the way of the acupuncturist<br>Het Hormonale Stelsel<br>Hoogsensitiviteit bij volwassenen<br>Gynaecologie: Menopauze<br>Palliatieve zorg in de laatste levensfase<br>Posttraumatische stressstoornis<br>De schildklier: aandoeningen en ondersteuning<br>Epigenetica een blauwdruk<br>Oncologie acupunctuur<br>Emoties in vroege Chinese filosofische en medische teksten<br>Shen and the treatment of psychological disorders<br>Points with the name Shen & Windows of Heaven points<br>Compassion in TCM: Sun Simiao and beyond<br>Pediatrie: eczeem en andere huidproblemen<br>Red Flags in practice<br>EHBO en Reanimatie volwassenen, kinderen en pasgeborenen. - Herhaal ieder jaar bij Rode Kruis en Oranje Kruis"
  }
}
