{
  "en": {
    "main_title": "",
    "staff_title": "Fransisca Ekkel",
    "staff_paragraph": "Since founding Heng Ren Tang Acupuncture in 2015, I've been committed to delivering\ntraditional Chinese medicine with precision and care. I obtained my HBO diploma in\nAcupuncture in 2014 and a TCM Herbalist diploma in 2019 from Academie Qing Bai.\nIn my role as an assistant teacher, I focus on the Balance Method, assisting Kris Oosting at\nAcademie Qing Bai since 2014. My expertise includes the Shen aspect of acupuncture,\nharmonizing emotional and psychological health with physical well-being for a holistic\napproach.\nExpert in the Balance Method, I treat various conditions, from insomnia and gastrointestinal\nissues to chronic pain and allergies, with specialized knowledge in gynecology, oncology,\nand pediatrics. I'm also dedicated to ongoing professional development, holding annual\nEHBO and Reanimation certifications.\nAt Heng Ren Tang, we aim to provide a sanctuary for healing, respecting each individual's\npath to health with the wisdom of traditional Chinese medicine and the transformative\npower of acupuncture."
  },
  "nl": {
    "main_title": "",
    "staff_title": "Fransisca Ekkel",
    "staff_paragraph": "Sinds ik Heng Ren Tang Acupunctuur in 2015 oprichtte, ben ik toegewijd aan het nauwkeurig\nen zorgvuldig toepassen van traditionele Chinese geneeskunde. Ik behaalde mijn HBOdiploma\nin Acupunctuur in 2014 en mijn diploma als TCM-kruidengeneeskundige in 2019\naan de Academie Qing Bai.\nIn mijn rol als assistent-leraar focus ik op de Balansmethode, waarbij ik sinds 2014 Kris\nOosting ondersteun bij de Academie Qing Bai. Mijn expertise omvat het Shen-aspect van\nacupunctuur, waarbij ik emotionele en psychologische gezondheid in balans breng met\nfysiek welzijn voor een holistische aanpak.\nAls expert in de Balansmethode behandel ik diverse aandoeningen, variërend van\nslapeloosheid en maag-darmklachten tot chronische pijn en allergieën, met gespecialiseerde\nkennis in gynaecologie, oncologie en kindergeneeskunde. Ik zet me ook in voor continue\nprofessionele ontwikkeling, met jaarlijkse certificeringen in EHBO en reanimatie.\nBij Heng Ren Tang is het ons doel een heilzame plek te bieden, waarbij we ieders weg naar\ngezondheid respecteren, geleid door de diepgaande wijsheid van traditionele Chinese\ngeneeskunde en de transformerende kracht van acupunctuur."
  }
}